/* Localizable String */sUIName = "Utilitaire de réseau sans-fil";sUIVersion = "Version de l'utilitaire";sDriverVersion = "Version du pilote : v";sCopyright = "Copyright 2018.";// ButtonOK ="OK";CANCEL ="Annuler";NO ="Non";YES ="Oui";Join="Rejoindre";Profiles="Profils";Join_Other="Autre...";Show_Nets="Afficher les réseaux";Apply="Appliquer";Remove="Supprimer";PIN="NIP";PBC="PBC";Forget="Oublier ce réseau";//DropDownMenuState_RfOn="USB-WiFi : activé";State_RfOff="USB-WiFi : désactivé";State_Scan="USB-WiFi : Analyser les réseaux";State_Unplug="USB-WiFi n'est pas branché";State_Disable="Veuillez activer USB-WiFi";Info_IfName="Nom d'interface :";Info_MacAddr="Adresse :";Info_IpAddr= "Adresse IP :";Info_Router= "Routeur :";Info_Reachable= "Internet : Joignable";Info_Unreachable= "Internet : Injoignable";//Info_SecurityInfo_BSSID= "BSSID :";Info_Channel= "Canal :";Info_CountryCode= "Code pays :";Info_RSSI= "RSSI :";Info_Noise= "Bruit :";Info_TxRate= "Débit de transmission :";Info_PhyMode= "Mode PHY :";Info_McsIndex= "Index MCS :";Radio_ON ="Activer USB-WiFi";Radio_OFF ="Désactiver USB-WiFi";Uninstall = "Uninstall USB-WiFi";DebugTool = "Wlan Diagnostics Tool";Join_Other_Network="Rejoindre un autre réseau...";Create_Adhoc="Créer un réseau ad hoc...";WPS_Fun="WPS...";Open_Utility="Modifier les réseaux préférés...";Open_Preference="Ouvrir les préférences réseau...";//ScanTable ViewScanTable_View_Title="Sélectionnez le réseau que vous voulez rejoindre";ScanTable_View_SubTitle="Sélectionnez le réseau que vous voulez rejoindre à partir de la liste, puis entrez le mot de passe réseau le cas échéant.";Associated="Associé";SignalStrength="Puissance du Signal";Scanning="Analyse...";// Setting Field ViewJoin_BroadcastSecAP1="Ce réseau sans-fil";Join_BroadcastSecAP2="requiert un mot de passe";Join_BroadcastSecAP3="";Join_HiddenSecAP1="Ce réseau sans-fil masqué requiert un";Join_HiddenSecAP2="mot de passe";Join_HiddenOpenAP="Entrer un nom de réseau sans-fil masqué.";// Join OtherCreate_Infra_Title="Entrez le nom du réseau sans-fil.";Create_Infra_SubTitle="Entrez le nom du réseau sans-fil que vous voulez rejoindre, puis entrez le mot de passe le cas échéant.";Create_Adhoc_Title="Créer un réseau interordinateur.";Create_Adhoc_SubTitle="Entrez le nom du réseau interordinateur que vous voulez créer.";//Setting FieldSecurity_None="Aucune";Security_OpenWep="WEP À SYSTÈME_OUVERT";Security_SharedWep="WEP À CLÉ_PARTAGÉE";Security_WpaTkip="WPA_PSK TKIP";Security_WpaAes="WPA_PSK AES";Security_Wpa2Tkip="WPA2_PSK TKIP";Security_Wpa2Aes="WPA2_PSK AES";Security_WpaTkip1X="WPA Entreprise TKIP";Security_WpaAes1X="WPA Entreprise AES";Security_Wpa2Tkip1X="WPA2 Entreprise TKIP";Security_Wpa2Aes1X="WPA2 Entreprise AES";Security_WEP1X="802.1X WEP";Security_WpaNoneTkip="WPA_Aucun TKIP";Security_WpaNoneAes="WPA_Aucun AES";Security_MixMode="sécurité";//Profile Security FieldProfile_Wep="WEP";Profile_Wpa="WPA personnel";Profile_Wpa2="WPA2 personnel";Profile_Wpa1X="WPA Entreprise";Profile_Wpa21X="WPA2 Entreprise";Profile_WpaNone="WPA-Aucun";NetworkName="Nom de réseau:";Security="Sécurité:";Password="Mot de passe:";ShowPassword="Afficher le mot de passe";ASCII="ASCII";UserName="Nom d'utilisateur:";EAP="802.1x EAP:";PEAP="AUTO(PEAP)";TLS="EAP-TLS";TTLS="EAP-TTLS";LEAP="EAP-LEAP";CA_Cert="Certificat CA:";Client_Cert="Certificat client:";Private_Key="Clé privée:";Private_Key_Pwd="Mot de passe de clé privée:";Choose_Private_Key="Choisissez le fichier de clé privée (PEM/DER/PFX)";Choose_Client_Cert="Choisissez le fichier de certificat client (PEM/DER/PFX)";Choose_CA_Cert="Choisissez le fichier de certificat CA (PEM/DER/CER)";Select_KeyChain_Cert_Desc="Sélectionnez le certificat à partir du porte-clés";Select_File_Cert_Desc="Sélectionnez le fichier de certificat";Select_KeyChain_Identity_Desc="Sélectionnez l'identifiant à partir du porte-clés";Select_KeyChain_Key_Desc="Sélectionnez la clé privée à partir du porte-clés";Select_File_Key_Desc="Sélectionnez le fichier de clé privée";Cert_Expire="Le fichier de certificat a expiré";Cert_Examine_Title1="Authentification au réseau";Cert_Examine_Title2=" ";Cert_Examine_Info1="Avant de s'authentifier sur le serveur";Cert_Examine_Info2=", vous devriez examiner le certificat du serveur pour vous assurer qu'il convient pour ce réseau.\n\nPour consulter le certificat, cliquez sur \'Afficher le certificat\'.";// ProfilesPreferredNet="Réseaux préférés :";StateTitle="État";SSIDTitle="SSID";SecurityTitle="Sécurité";//WPS WPS_PIN_Title="Veuillez saisir le code NIP sur la page de configuration de votre point d'accès";WPS_PBC_Title="La configuration par bouton-poussoir  (PBC) est effectuée";WPS_Second="sec";WPS_Progress="WPS processus:";WPS_init_Str = "  initialisation du processus WPS";WPS_scan_Str = "  Analyse du point d'accès actif WPS";WPS_connect_Str = "  Connexion au point d'accès actif WPS";WPS_handshake_Str ="  Initialisation de l'établissement de la liaison WPS";WPS_exchange_Str ="  Échange de message WPS";WPS_done_Str = "  Échange de message WPS [Effectué]";WPS_fail_Str = "  Échec de l'échange de message WPS. Essayez de vous connecter à un autre point d'accès WPS";WPS_start_Str = "  DÉMARRAGE WPS";WPS_finish_Str = "     Protocole WPS terminé!!";WPS_auto_connect_Str = "La connexion au point d'accès WPS va être établie automatiquement.";WPS_timeout_Str = "     Expiration du délai WPS!!";WPS_connection_failed_Str = " Échec de la connexion. Veuillez réessayer plus tard!!";Wps_overlap_Str = "Chevauchement de session";Wps_more_pbc_Str = "     Plusieurs points d'accès sont en mode PBC!!";Wps_retry_Str = "Veuillez utiliser le NIP, ou patienter un moment puis réessayer";ERROR0 = "ERREUR";ERROR1 = "Veuillez entrer la clé!!";ERROR2 = "Index de clé WEP incorrect!!!";ERROR3 = "La clé comporte entre 8 et 63 caractères ASCII ou 64 caractères hexadécimaux!";ERROR4 = "La clé de réseau n'est pas dans un format hexadécimal (0~9, a~f, A~F)!";ERROR5 = "La clé ASCII doit comporter 5 ou 13 caractères!";ERROR6 = "La longueur de la clé de réseau n'est pas correcte!";ERROR7 = "La clé de réseau doit comporter 10 ou 26 caractères!";ERROR8 = "La clé de réseau et la clé de confirmation ne sont pas identiques!";ERROR9 = "La clé de réseau n'est pas dans un format ASCII!";ERROR10 = "La clé de réseau n'est pas dans un format hexadécimal à 64 caractères (0~9, a~f, A~F)!";ERROR11 = "Ce paramètre pays ne permet pas de joindre un réseau ad hoc avec les canaux 12, 13 ou bande2, bande3 !!»";ERROR12 = "Impossible de joindre un réseau ad hoc en utilisant WPA-Aucun!!";ERROR13 = "Impossible de joindre un réseau ad hoc en utilisant WPA2-PSK!!";ERROR14 = "Le mode WPA/WPA2 Entreprise n'est pas pris en charge!!";ERROR15 = "Veuillez autoriser l'accès de l'utilitaire au porte-clés.";WARNING0 = "Attention";WARNING1 = "Veuillez entrer le SSID";WARNING2 = "Veuillez entrer le nom de profil";WARNING3 = "Le nombre de caractères du SSID dépasse la limite de 32.";WARNING4 = "Le profil existe déjà. Voulez-vous le remplacer?";WARNING5 = "Voulez-vous vraiment supprimer le Profil sélectionné?";NOTICE0 = "AVIS";NOTICE1 = "Erreur de mode Point d'accès.";NOTICE2 = "Erreur de mode STA.";NOTICE3 = "Échec de définition de la valeur du mode QS";NOTICE4 = "Échec de l'obtention de la valeur du mode QS";NOTICE5 = "Valeur du mode QS incorrecte";	NOTICE6 = "Le seuil RTS est hors de la plage permise.(0 ~ 2432)";NOTICE7 = "Le seuil de fragmentation est hors de la plage permise.(256 ~ 2432)";NOTICE8 = "Veuillez activer USB-WiFi sur la page Réseau des Préférences Système.";NOTICE9 = "Connectez votre USB-WiFi à votre ordinateur";NOTICE10 = "Mot de passe incorrect, veuillez réessayer";NOTICE11 = "Are you sure to do uninstallation?";NOTICE12 = "System Extension Blocked";NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";